Repository: SymKit/mailer-bundle
Catalog: translations/SymkitMailerBundle.*.xlf
Languages: fr

# admin.layout.page_title
source: Email Layouts
fr: Mises en page email

# admin.layout.page_description
source: Manage email layouts.
fr: Gérer les mises en page email.

# admin.layout.create_title
source: Create Layout
fr: Créer une mise en page

# admin.layout.create_description
source: Create a new email layout.
fr: Créer une nouvelle mise en page email.

# admin.layout.edit_description
source: Edit email layout.
fr: Modifier la mise en page email.

# admin.layout.list.name
source: Name
fr: Nom

# admin.email.page_title
source: Email Templates
fr: Modèles d'email

# admin.email.page_description
source: Manage email templates.
fr: Gérer les modèles d'email.

# admin.email.create_title
source: Create Email Template
fr: Créer un modèle d'email

# admin.email.create_description
source: Create a new email template.
fr: Créer un nouveau modèle d'email.

# admin.email.edit_description
source: Edit email template.
fr: Modifier le modèle d'email.

# admin.email.list.subject
source: Subject
fr: Objet

# admin.email.list.sender
source: Sender
fr: Expéditeur

# admin.email.list.name
source: Name
fr: Nom

# admin.email.list.layout
source: Layout
fr: Mise en page

# admin.emaillog.page_title
source: Email Logs
fr: Journaux d'emails

# admin.emaillog.page_description
source: View sent email logs.
fr: Voir les journaux d'emails envoyés.

# admin.emaillog.show_title
source: Email Log Detail
fr: Détail du journal email

# admin.emaillog.show_description
source: View sent email details.
fr: Voir les détails de l'email envoyé.

# admin.emaillog.list.recipient
source: Recipient
fr: Destinataire

# admin.emaillog.list.subject
source: Subject
fr: Objet

# admin.emaillog.list.sent_at
source: Sent At
fr: Envoyé le

# admin.emaillog.list.status
source: Status
fr: Statut

# admin.emaillog.section.details
source: Log Details
fr: Détails du journal

# admin.emaillog.section.details_description
source: Detailed information about the sent email.
fr: Informations détaillées sur l'email envoyé.

# admin.emaillog.section.error
source: Error Info
fr: Erreur

# admin.emaillog.section.content
source: Email Content
fr: Contenu de l'email

# admin.emaillog.section.content_description
source: The raw MJML/HTML content sent to the recipient.
fr: Le contenu MJML/HTML brut envoyé au destinataire.

# admin.emaillog.section.source_code
source: Source Code
fr: Code source

# admin.emaillog.section.preview
source: Visual Preview
fr: Aperçu visuel

# admin.emaillog.section.preview_description
source: Visualisation of the final email render.
fr: Visualisation du rendu final de l'email envoyé.

# preview.no_content
source: No content available for preview.
fr: Aucun contenu disponible pour l'aperçu.

# form.section.general
source: General
fr: Général

# form.section.general_layout_description
source: Basic information about the layout.
fr: Informations de base sur la mise en page.

# form.section.design_content
source: Design & Content
fr: Design et contenu

# form.section.design_description
source: Define the full MJML structure.
fr: Définir la structure MJML complète.

# form.layout.name
source: Name
fr: Nom

# form.layout.name_placeholder
source: e.g., Default Layout
fr: ex. Mise en page par défaut

# form.layout.name_help
source: The internal name for this layout.
fr: Le nom interne de cette mise en page.

# form.layout.mjml_content
source: MJML Content
fr: Contenu MJML

# form.layout.mjml_help
source: The full MJML layout template. You can use external editors like Easy-Email Pro or find templates on GitHub. MUST include {% block content %}{% endblock %}.
fr: Le modèle MJML complet. Vous pouvez utiliser des éditeurs externes comme Easy-Email Pro. Doit contenir {% block content %}{% endblock %}.

# form.email.general_description
source: Describe the purpose and subject of this email.
fr: Décrire l'objet et le but de cet email.

# form.email.subject
source: Subject
fr: Objet

# form.email.subject_placeholder
source: e.g., Welcome to our service
fr: ex. Bienvenue sur notre service

# form.email.subject_help
source: The subject line of the email.
fr: La ligne d'objet de l'email.

# form.email.slug_help
source: Unique identifier used to reference this template in code.
fr: Identifiant unique utilisé pour référencer ce modèle dans le code.

# form.email.layout
source: Layout
fr: Mise en page

# form.email.layout_placeholder
source: Select a layout (optional)
fr: Sélectionner une mise en page (optionnel)

# form.email.layout_help
source: Wrap this content with a predefined header and footer.
fr: Envelopper ce contenu avec un en-tête et pied de page prédéfinis.

# form.email.sender_section
source: Sender
fr: Expéditeur

# form.email.sender_description
source: Configure the sender information for this email.
fr: Configurer les informations de l'expéditeur pour cet email.

# form.email.sender_email
source: Sender Email
fr: Email expéditeur

# form.email.sender_email_placeholder
source: e.g., hello@example.com
fr: ex. hello@example.com

# form.email.sender_email_help
source: The email address that will appear in the "From" field.
fr: L'adresse email qui apparaîtra dans le champ « De ».

# form.email.sender_name
source: Sender Name
fr: Nom expéditeur

# form.email.sender_name_placeholder
source: e.g., My Website Support
fr: ex. Support du site

# form.email.sender_name_help
source: The name that will appear in the "From" field.
fr: Le nom qui apparaîtra dans le champ « De ».

# form.email.content_section
source: Content
fr: Contenu

# form.email.content_description
source: The body content of the email.
fr: Le contenu du corps de l'email.

# form.email.mjml_content
source: MJML Content
fr: Contenu MJML

# form.email.mjml_help
source: The full MJML template. MUST include {% block content %}{% endblock %} if using a layout.
fr: Le modèle MJML complet. Doit contenir {% block content %}{% endblock %} si vous utilisez une mise en page.

# validation.slug.regex
source: Slug can only contain lowercase letters, numbers, and underscores.
fr: Le slug ne peut contenir que des lettres minuscules, chiffres et underscores.
